const plugin = async ({ send }) => {
const text = `✧╎『القــوانــ🔰ــين』⦂

✤╎ أهــلاً و ســهــلاً بــكــم فــي كــونــوهــا 『🍃』

━━━━━━━━━━━━━━
⎈╎『🚫 المخالفات المؤدية للطرد المؤبد』
━━━━━━━━━━━━━━

♚│ يمنع منعًا باتًا مشاركة جهة اتصال أو نشر الروابط بالأساسي.

♚│ يمنع السب والشتم كليًا.

♚│ يمنع أي بروفايل يحتوي على تطقيم يجمع بين الجنسين.

♚│ يمنع الاتصال كليًا.

♚│ الاحتكاك غير اللائق بين الجنسين والتعارف والغزل يؤدي إلى الطرد المؤبد فورًا.

♚│ يمنع التحدث عن أنميات من تصنيف الهنـ|ـتاي والإيتـ|ـشي 🔞.

♚│ يمنع النقاش الحاد في الأمور الدينية أو السياسية أو التعصب الكروي.

♚│ يمنع نشر رابط الاستقبال عبر تطبيق واتساب نفسه.

♚│ يمنع تسريب رابط الأساسي أو التلاميذ.

♚│ يمنع استعمال الإيموجيات المخلة أو التي تحتوي على دلالات مخلة بالآداب الاجتماعية.

♚│ يمنع إثارة الفتن والاتهام دون أدلة.

♚│ يمنع استخدام الصور الشخصية لك أو لشخص آخر.

♚│ يمنع الولد من تقليد صوت أحد الحيوانات.

♚│ يمنع إرسال الوسائط المخلة بالآداب، سواء صورًا أو ملصقات أو فيديوهات.

♚│ تمنع العنصرية بكل أشكالها.

♚│ يمنع التشفير بكل أشكاله والتحدث بغير العربية.

♚│ يمنع التسجيل الصوتي للبنات.

♚│ يمنع الدخول بنية التخريب أو سرقة الأعضاء.

♚│ يمنع تهديد الأعضاء بالبانـد وغيره.

━━━━━━━━━━━━━━
⎈╎『⌛ الطرد المؤقت لغير المشرفين』
━━━━━━━━━━━━━━

♚│ يمنع التحدث عن حلقة لم يمضِ على نزولها 7 ساعات.

♚│ يمنع استخدام Me〽️ta AI (الذكاء الاصطناعي).

♚│ يمنع افتعال المشاكل.

♚│ يمنع عدم الاحترام أو الإساءة.

♚│ أخذ ثلاثة إنذارات يؤدي إلى الطرد المؤقت.

♚│ يمنع الهبد والسبام وإرسال أكثر من خمس رسائل متتالية دفعة واحدة.

━━━━━━━━━━━━━━

~♕╼֪ׄ╾╼╼ׁ֪╾ִ╼╼『╼֪⃟🎼╼֪⃟⸎』֪ׄ╾╼ׁ֪╾ִ╼╼֪╾♕~

~ও┇مع تحيات إدارة ⚜️↯~

~◟⬪𝑲.𝑵.𝑯⊰🍃⊱𝑲𝒐𝒏𝒐𝒉𝒂⬪◞~`;

await send(text);
};

plugin.command = /^.قوانين$/;
plugin.help = ['.قوانين — عرض قوانين كونوها'];
plugin.access = 'all';
plugin.priority = 10;

export default plugin;